[
  "obsidian-dynamic-toc",
  "obsidian-git",
  "code-block-copy",
  "obsidian-checklist-plugin",
  "dataview",
  "easy-typing-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "mermaid-tools",
  "quick-latex",
  "symbols-prettifier",
  "various-complements",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-excel-to-markdown-table",
  "obsidian-week-planner",
  "obsidian-day-planner",
  "card-board",
  "obsidian-timestamper",
  "update-time-on-edit",
  "obsidian-style-settings",
  "calendar",
  "datepicker"
]